[
    {
        "id": "1",
        "cat":[
                {
                    "id" :"1",
                    "name":"Charaters"
                },
                {
                    "id" :"2",
                    "name":"Animals"
                },
                {
                    "id" :"3",
                    "name":"Nature"
                },
                {
                    "id" :"4",
                    "name":"Digital"
                }
            ],
        "reflection": [
            {
                "id":"1",
                "text":"When I got my numeric tablet for digital drawings, it was so different to “traditional” drawing that it felt like I didn't know how to draw anymore."
            },
            {
                "id":"2",
                "text":"So I had various exercises to progress and try new techniques, tools, softwares … I drew this same digital drawing for four years. The first one was in 2018 with Clip Studio Paint, the second one in 2017 with Paint Tool Sai and the third one in 2016 with Paint Tool Sai (first time using it)."
            },
            {
                "id":"3",
                "text":"I was inspired by the artist Yuumei (Fisheye Placebo)."
            }
        ],
        "reflection2": [
            {
                "id":"1",
                "text":"These are my first attempts to paint with watercolor. I hate to draw nature but I find it perfect for watercolor. I tried to paint three different places which are so different they become different universes. I tried my best to paint them a little bit unrealistic and closer to the dream vibe. I was inspired by the artist makoccino."
            }
        ],
        "reflection3": [
            {
                "id":"1",
                "text":"I don’t draw or paint animals / pets because they are very difficult as subjects. I believe it is worse for photography because it captures the moment and animals are always moving. So I tried my best to photograph animals with poses / expressions which pictured them the best."
            }
        ]
    }
]